"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Kanál: ";
"    Country Code: "    = "    Kód země: ";
"    IP Address: "      = "    IP Adresa: ";
"    Internet: "        = "    Internet: ";
"    MCS Index: "       = "    Index MCS: ";
"    NSS: "             = "    NSS: ";
"    Noise: "           = "    Šum: ";
"    PHY Mode: "        = "    Režim PHY: ";
"    RSSI: "            = "    RSSI: ";
"    Router: "          = "    Směrovač: ";
"    Security: "        = "    Zabezpečení: ";
"    Tx Rate: "         = "    Tx Rate: ";
"About HeliPort" = "O aplikaci HeliPort";
"Address: " = "Adresa: ";
"Automatically check for updates." = "Automaticky vyhledávat aktualizace.";
"Automatically download new updates." = "Automaticky stahovat nové aktualizace.";
"Auto Join" = "Automatické připojení";
"Cancel" = "Zrušit";
"Check for Updates..." = "Zkontrolovat aktualizace...";
"Create Diagnostics Report..." = "Vytvoření souboru diagnostiky...";
"Create Network..." = "Vytvořit síť...";
"Disconnect from: " = "Odpojit se od: ";
"Dismiss" = "Zavřít";
"Drag networks into the order you prefer." = "Chytněte a seřaďte sítě do preferovaného pořadí.";
"Dynamic WEP" = "Dynamické WEP";
"Enable Wi-Fi Logging" = "Povolit logování Wi-Fi sítě";
"Encryption type unsupported" = "Tento typ zabezpečení není podporován";
"Enter the name and security type of the network you want to join." = "Zadejte SSID a typ zabezpečení Wi-FI sítě.";
"FUNCTION NOT IMPLEMENTED" = "FUNKCE NENÍ IMPLEMENTOVÁNA";
"Find and join a Wi-Fi network." = "Najdi a připoj se k Wi-Fi síti ";
"General" = "Obecné";
"HeliPort API Version: " = "Verze HeliPort API: ";
"HeliPort running at an unexpected path" = "HeliPort není správně umístěn";
"Interface Name: " = "Název rozhraní: ";
"Join Other Network..." = "Připojit se k jiné síti";
"Join" = "Připojit";
"Launch At Login" = "Otevřít při přihlášení";
"Networks" = "Sítě";
"Network Name" = "Název sítě";
"Network Name:" = "Název sítě:";
"Network Preferences" = "Nastavení sítě";
"No Network Avaliable" = "Nenalezena žádná WI-Fi síť";
"No Status Information Avaliable" = "Informace o stavu nejsou dostupné";
"None" = "Žádné";
"none" = "žádné";
"Open Network Preferences..." = "Otevřít předvolby pro Síť...";
"Open Wireless Diagnostics..." = "Otevřít diagnostiku bezdrátového připojení...";
"Password" = "Heslo";
"Password:" = "Heslo:";
"Quit HeliPort" = "Ukončit HeliPort";
"Reachable" = "Dosažitelné";
"Remember this network" = "Zapamatovat si tuto síť";
"Remove" = "Odstranit";
"Remove Wi-Fi network %@?" = "Odstranit Wi-Fi síť \"%@\"?";
"Saved Networks:" = "Uložené sítě:";
"Security" = "Zabezpečení";
"Security:" = "Zabezpečení:";
"Show password" = "Zobrazit heslo";
"Turn Wi-Fi Off" = "Vypnout Wi-Fi";
"Turn Wi-Fi On" = "Zapnout Wi-Fi";
"Unavailable" = "Nedostupné";
"Unknown" = "Neznámé";
"Unreachable" = "Nedosažitelné";
"Updates:" = "Aktualizace:";
"Username:" = "Uživatelské jméno:";
"verify your credentials to show the stored password" = "ověřit Vaše přístupové údaje, aby mohl zobrazit uložené heslo";
"Version: " = "Verze: ";
"View saved credentials from keychain for the selected network." = "Zobrazit přístupové údaje z klíčenky pro vybranou Wi-Fi síť.";
"View saved credentials from keychain for this network." = "Zobrazit přístupové údaje z klíčenky pro tuto Wi-Fi síť.";
"Visit OpenIntelWireless on GitHub" = "Navštivte OpenIntelWireless na GitHubu";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 podnikové";
"WPA/WPA2 Personal" = "WPA/WPA2 osobní";
"WPA2 Enterprise" = "WPA2 podnikové";
"WPA2 Personal" = "WPA2 osobní";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 podnikové";
"WPA2/WPA3 Personal" = "WPA2/WPA3 osobní";
"WPA3 Enterprise" = "WPA3 podnikové";
"WPA3 Personal" = "WPA3 osobní";
"Wi-Fi Network \"" = "Wi-Fi Síť \"";
"Wi-Fi: Connected" = "Wi-Fi: Připojeno";
"Wi-Fi: Connecting" = "Wi-Fi: Připojuje se";
"Wi-Fi: Looking for Networks..." = "Wi-FI: Hledání sítí...";
"Wi-Fi: Off" = "Wi-Fi: Vypnuto";
"Wi-Fi: On" = "Wi-Fi: Zapnuto";
"Wi-Fi: Status unavailable" = "Wi-Fi: Stav nedostupný";
"\" Requires Password" = "\" Vyžaduje heslo";
"itlwm API Version: " = "Verze itlwm API: ";
"itlwm Version Mismatch" = "Rozdílné verze itlwm a HeliPort";
"itlwm is not running" = "itlwm není spuštěný";
"Your Mac will no longer join this Wi-Fi network." = "Váš Mac se již nebude moci připojit k této Wi-FI síti.";
"%@'s Info" = "Informace pro Wi-Fi síť \"%@\"";
"%@'s Credentials" = "Přístupové údaje pro Wi-Fi síť \"%@\"";